Repository: skagedal/toddlerfun
Catalog: po/*.po
Languages: sv

source: Toddler Fun
sv: Skoj för Småbarn

source: A toy app for the smallest children
sv: Ett leksaksprogram för de minsta barnen

source: Welcome to Toddler Fun! Move the mouse around to draw. Press Escape to exit.
sv: Välkommen till Skoj för Småbarn! Rita med musen. Tryck Escape för att avsluta.

source: Press mouse buttons to add funny images. Press keys on the keyboard to add letters.
sv: Tryck på musknapparna för att lägga in roliga bilder. Skriv bokstäver på tangentbordet.

source: Press Return to save the current image to a file.
sv: Tryck Return för att spara bilden till en fil.

source: Use the mouse scroll wheel or the Up/Down keys to change mirror effect.
sv: Använd musens scrollhjul eller Upp/Ner-tangenterna för att ändra spegeleffekt.

source: Press Space to clear drawing.
sv: Tryck mellanslag för att rensa teckningen.

source: Sound file '%s' does not exist
sv: Ljudfilen '%s' finns inte

source: Failed to create directory '%s'
sv: Misslyckades med att skapa katalogen '%s'

source: Failed to create file '%s'
sv: Misslyckades med att skapa filen '%s'

source: Can't load %s: %s
sv: Kunde inte ladda %s: %s

source: Don't run in fullscreen mode
sv: Kör inte i fullskärmsläge

source: Don't play music
sv: Spela inte musik

source: Don't play sound effects
sv: Spela inte ljudeffekter

source: A drawing toy for toddlers.
sv: En ritleksak för småbarn.

source: option parsing failed: %s
sv: misslyckades läsa växel: %s

source: Theme parser error
sv: Kunde inte läsa temat

source: Parse error on theme file %s: %s
sv: Kunde inte läsa temafilen %s: %s
